Repository: v81d/wattage
Catalog: po/*.po
Languages: cs, fr, it, vi

source: Monitor power devices
cs: Monitorování napájecích zařízení
fr: Surveiller les périphériques d’alimentation
it: Monitora i dispositivi di alimentazione
vi: Giám sát thiết bị nguồn

source: GTK;Battery monitor;Battery health;Power statistics;Power usage;Power devices;
cs: GTK;Monitor baterie;Zdraví baterie;Statistiky napájení;Využití energie;Napájení zařízení;
fr: GTK;surveiller;moniteur;batterie;état;statistiques;alimentation;consommation;énergie;appareils;puissance;upower;utilisation;
it: GTK;Monitor della batteria;Stato della batteria;Statistiche di alimentazione;Consumo energetico; Dispositivi di alimentazione;
vi: GTK;Battery monitor;Battery health;Power statistics;Power usage;Power devices;Giám sát pin;Sức khoẻ pin;Thông kê nguồn;Nguồn sử dụng;Thiết bị nguồn

source: Enable auto-refresh
cs: Povolit automatické obnovování
fr: Activer le rafraîchissement automatique
it: Abilita l'aggiornamento automatico
vi: Bật tính năng tự động làm mới

source: Whether the app automatically refreshes data.
cs: Zda aplikace automaticky obnovuje data.
fr: Indique si l’application actualise automatiquement les données.
it: Indica se l'applicazione aggiorna automaticamente i dati.
vi: Liệu ứng dụng có tự động làm mới dữ liệu hay không.

source: Auto-refresh cooldown
cs: Interval automatického obnovování
fr: Délai d’actualisation automatique
it: Intervallo di aggiornamento automatico
vi: Tự động làm mới thời gian hồi chiêu

source: Interval, in seconds, between auto-refresh operations.
cs: Interval mezi operacemi automatického obnovení, v sekundách.
fr: Intervalle en secondes entre les actualisations automatiques.
it: Intervallo, in secondi, tra le operazioni di aggiornamento automatico.
vi: Khoảng thời gian tính bằng giây giữa các thao tác tự động làm mới.

source: Energy unit
cs: Jednotka energie
fr: Unité d’énergie
it: Unità di misura dell'energia
vi: Đơn vị năng lượng

source: The unit used to display energy measurements.
cs: Jednotka použitá pro zobrazení měření energie.
fr: L’unité employée pour afficher les mesures d’énergie.
it: L'unità di misura usata per visualizzare le misurazioni dell'energia.
vi: Đơn vị dùng để màn hình các phép đo năng lượng.

source: Power unit
cs: Jednotka výkonu
fr: Unité de puissance
it: Unità di misura della potenza
vi: Đơn vị nguồn

source: The unit used to display power measurements.
cs: Jednotka použitá pro zobrazení měření výkonu.
fr: L’unité employée pour afficher les mesures de puissance.
it: L'unità di misura usata per visualizzare le misurazioni della potenza.
vi: Đơn vị được sử dụng để màn hình các phép đo công suất.

source: Voltage unit
cs: Jednotka napětí
fr: Unité de tension
it: Unità di misura della tensione
vi: Đơn vị điện áp

source: The unit used to display voltage measurements.
cs: Jednotka použitá pro zobrazení měření napětí.
fr: L’unité employée pour afficher les mesures de tension.
it: L'unità di misura usata per visualizzare le misurazioni della tensione.
vi: Đơn vị dùng để màn hình số đo điện áp.

source: History Type
fr: Type d’historique
vi: Loại lịch sử

source: The type of history to display.
fr: Type d’historique à afficher.
vi: Loại lịch sử để màn hình.

source: History Timespan
fr: Périodicité de l’historique
vi: Lịch sử Khoảng thời gian

source: The timespan, in minutes, to return history data from.
fr: Période, en minutes, pour laquelle afficher les données de l’historique.
vi: Khoảng thời gian tính bằng phút để trả về dữ liệu lịch sử.

source: History Resolution
fr: Précision de l’historique
vi: Lịch sử Độ phân giải

source: The approximate number of history points to return.
fr: Nombre approximatif d’entrées de l’historique à afficher.
vi: Số lượng điểm lịch sử gần đúng cần trả về.

source: Wattage is an application designed for monitoring the health and status of your power devices.
cs: Wattage je aplikace navržená pro monitorování zdraví a stavu vašich napájecích zařízení.
fr: Wattage est une application conçue pour surveiller l’état et la santé de vos périphériques d’alimentation.
it: Wattage è un'applicazione progettata per monitorare lo stato e la salute dei tuoi dispositivi di alimentazione.
vi: Wattage là một ứng dụng được thiết kế để theo dõi tình trạng và trạng thái của thiết bị nguồn của bạn.

source: General power device information
fr: Informations générales sur l’appareil d’alimentation
vi: Thông tin chung về thiết bị nguồn

source: Health and energy statistics
cs: Zdraví a energetické statistiky
fr: Statistiques d’état et d’énergie
it: Statistiche su salute ed energia
vi: Thống kê sức khỏe và năng lượng

source: Device history information
fr: Informations sur l’historique de l’appareil
vi: Thông tin lịch sử thiết bị

source: Options and preferences
fr: Options et préférences
vi: Lựa chọn và tùy chỉnh

source: translator-credits
cs: Jonáš Loskot <jonas@jonasloskot.cz>
fr: Eéneri Noiriht
it: Albano Battistella
vi: Vietnam Linux L10n <https://github.com/linux-l10n-vi>Loc Huynh <https://github.com/hthienloc>

source: General
cs: Obecné
fr: Général
it: Generale
vi: Chung

source: Automation
cs: Automatizace
fr: Automatisation
it: Automatizzazione
vi: Tự động hóa

source: Auto-Refresh
cs: Automatické obnovování
fr: Actualisation automatique
it: Aggiornamento automatico

source: Whether or not the data should refresh automatically.
fr: Indique si les données sont actualisées automatiquement.
vi: Liệu dữ liệu có nên tự động làm mới hay không.

source: Auto-Refresh Cooldown
fr: Délai d’actualisation automatique
vi: Tự động làm mới thời gian hồi chiêu

source: The time, in seconds, between each data refresh.
fr: Intervalle en secondes entre les actualisations automatiques.
vi: Thời gian, tính bằng giây, giữa mỗi lần làm mới dữ liệu.

source: Measurements
cs: Měření
fr: Mesures
it: Misurazioni
vi: Đo lường

source: Energy Unit
cs: Jednotka energie
fr: Unité d’énergie
it: Unità di misura dell'energia
vi: Đơn vị năng lượng

source: The unit for energy measurements.
fr: L’unité employée pour afficher les mesures d’énergie.
vi: Đơn vị đo năng lượng.

source: Power Unit
cs: Jednotka výkonu
fr: L’unité de puissance
it: Unità di misura della potenza
vi: Đơn vị nguồn

source: The unit for power measurements.
fr: L’unité employée pour afficher les mesures de puissance.
vi: Đơn vị đo công suất.

source: Voltage Unit
cs: Jednotka napětí
fr: Unité de tension
it: Unità di misura della tensione
vi: Đơn vị điện áp

source: The unit for voltage measurements.
fr: L’unité employée pour afficher les mesures de tension.
vi: Đơn vị đo điện áp.

# shortcut window
source: Show Shortcuts
cs: Zobrazit zkratky
fr: Afficher les raccourcis
it: Mostra le scorciatoie
vi: Hiển thị phím tắt

# shortcut window
source: Open Preferences
cs: Otevřít předvolby
fr: Ouvrir les préférences
it: Apri le preferenze
vi: Mở tùy chỉnh

# shortcut window
source: Show About Page
cs: Zobrazit stránku O aplikaci
fr: Afficher la page À propos
it: Mostra la pagina Informazioni
vi: Hiển thị giới thiệu về Trang

# shortcut window
source: Quit
cs: Ukončit
fr: Quitter
it: Esci
vi: Thoát

source: Content & Navigation
cs: Obsah a navigace
fr: Contenu et navigation
it: Contenuti e navigazione
vi: Nội dung & Điều hướng

# shortcut window
source: Refresh Content
cs: Obnovit obsah
fr: Rafraîchir le contenu
it: Aggiorna contenuto
vi: Làm mới nội dung

# shortcut window
source: Select Next Device
cs: Vybrat další zařízení
fr: Sélectionner l’appareil suivant
it: Seleziona il dispositivo successivo
vi: Chọn thiết bị tiếp theo

# shortcut window
source: Select Previous Device
cs: Vybrat předchozí zařízení
fr: Sélectionner l’appareil précédent
it: Seleziona il dispositivo precedente
vi: Chọn thiết bị trước đó

source: Devices
cs: Zařízení
fr: Appareils
it: Dispositivi
vi: Thiết bị

source: Toggle Sidebar
cs: Přepnout postranní lištu
fr: Basculer la barre latérale
it: Attiva/Disattiva barra laterale
vi: Chuyển đổi sidebar

source: Main Menu
cs: Hlavní nabídka
fr: Menu principal
it: Menu principale
vi: Thực đơn chính

source: Refresh
cs: Obnovit
fr: Rafraîchir
it: Aggiorna
vi: Làm mới

source: Device History
fr: Historique de l’appareil
vi: Lịch sử thiết bị

source: Preferences
cs: Předvolby
fr: Préférences
it: Preferenze
vi: Tùy chỉnh

source: Keyboard Shortcuts
cs: Klávesové zkratky
fr: Raccourcis clavier
it: Scorciatoie da tastiera
vi: Phím tắt

source: About Wattage
cs: O aplikaci Wattage
fr: À propos de Wattage
it: Informazioni su Wattage
vi: Giới thiệu Wattage

source: The device is near or at its maximum rated capacity. It is in excellent condition and should not require much intervention.
cs: Zařízení se nachází blízko nebo je na maximální jmenovité kapacitě. Je ve výborném stavu a nemělo by vyžadovat žádné zásahy.
fr: L’appareil est au maximum ou presque de sa capacité. Il est en excellent état et ne devrait nécessiter aucune intervention.
it: Il dispositivo è prossimo o ha raggiunto la sua capacità massima nominale. È in ottime condizioni e non dovrebbe richiedere molti interventi.
vi: Thiết bị gần hoặc đạt công suất định mức tối đa. Nó ở trong tình trạng tuyệt vời và không cần can thiệp nhiều.

source: The device performs close to its original capacity. There is little noticeable difference from its optimal state.
cs: Zařízení je téměř na své původní kapacitě. Rozdíl oproti optimálnímu stavu je téměř neznatelný.
fr: L’appareil fonctionne pratiquement avec sa capacité d’origine. Il y a peu de différences perceptibles avec son état d’origine.
it: Il dispositivo funziona quasi alla sua capacità originale. Ci sono poche differenze evidenti rispetto al suo stato ottimale.
vi: Thiết bị hoạt động gần với công suất ban đầu. Có rất ít sự khác biệt đáng chú ý so với trạng thái tối ưu của nó.

source: The device has lost some capacity, but it should not be of much concern. Continue to take precautions regarding your power device like limiting its charge and using power-saving settings.
cs: Zařízení ztratilo část své kapacity, ale nemělo by to být důvodem k obavám. Nadále dodržujte bezpečnostní opatření týkající se napájecího zařízení, jako je omezení nabíjení a používání úsporných nastavení.
fr: L’appareil a perdu en capacité mais cela ne devrait pas être gênant à l'usage. Continuez de prendre soin de votre batterie en limitant sa charge et en utilisant les paramètres d’économie d’énergie.
it: Il dispositivo ha perso un po' di capacità, ma non dovrebbe destare particolare preoccupazione.Continua a prendere precauzioni per quanto riguarda l'alimentazione del tuo dispositivo, come limitarne la carica e utilizzare le impostazioni di risparmio energetico.
vi: Thiết bị có bị mất một số dung lượng nhưng cũng không đáng lo ngại lắm. Tiếp tục thực hiện các biện pháp phòng ngừa liên quan đến thiết bị nguồn của bạn như hạn chế sạc và sử dụng cài đặt tiết kiệm nguồn.

source: The device has noticeably degraded in capacity, but is still usable. Runtime may be shorter than at its original capacity. Use power-optimizing settings to extend longevity and slow down degradation.
cs: Zařízení znatelně pokleslo v kapacitě, ale je stále použitelné. Doba provozu může být kratší, než při původní kapacitě. Použijte nastavení pro optimalizaci výkonu pro prodloužení životnosti a zpomalení degradace.
fr: La capacité de l’appareil s'est sensiblement dégradée, mais il est encore utilisable. La durée d’utilisation peut être inférieure à la capacité d’origine. Utilisez les paramètres d’optimisation de l’alimentation pour prolonger sa durée de vie et ralentir la dégradation.
it: La capacità del dispositivo è notevolmente diminuita, ma è ancora utilizzabile. L'autonomia potrebbe essere inferiore rispetto alla capacità originale. Utilizzare impostazioni di ottimizzazione del consumo energetico per prolungare la longevità e rallentare il degrado.
vi: Thiết bị đã giảm dung lượng đáng kể nhưng vẫn có thể sử dụng được. Runtime có thể ngắn hơn so với dung lượng ban đầu. Sử dụng cài đặt tối ưu hóa nguồn để kéo dài tuổi thọ và làm chậm quá trình xuống cấp.

source: The device has experienced a significant drop in capacity. Mobility can be more difficult due to a decrease in runtime. Depending on usage habits, replacement may be necessary in the future.
cs: Zařízení zaznamenalo výrazný pokles kapacity. Přenosnost může být obtížnější kvůli zkrácení doby provozu. V závislosti na způsobu používání může být v budoucnu nutná výměna.
fr: L’appareil a connu une baisse significative de capacité. Par conséquent la mobilité peut être plus difficile. Dépendant de vos habitudes d’utilisation, il peut être nécessaire d’envisager un remplacement de l’appareil.
it: Il dispositivo ha subito un calo significativo della capacità. La mobilità può essere più difficile a causa della riduzione dell'autonomia. A seconda delle abitudini di utilizzo, potrebbe essere necessaria la sostituzione in futuro.
vi: Thiết bị đã bị giảm dung lượng đáng kể. Việc di chuyển có thể khó khăn hơn do runtime giảm. Tùy thuộc vào thói quen sử dụng, việc thay thế có thể cần thiết trong tương lai.

source: The device has undergone substantial deterioration. Power instability and potential overheating can damage other components. Replace the device to avoid further damage.
cs: Zařízení utrpělo značné zhoršení vlastností. Nestabilita napájení a možné přehřátí mohou poškodit další součásti. Zařízení vyměňte, aby nedošlo k dalšímu poškození.
fr: L’appareil a subi une détérioration substantielle. L’instabilité de la puissance et une potentielle surchauffe peuvent endommager d’autres composants. Prévoyez de le remplacer pour éviter d’autres dommages.
it: Il dispositivo ha subito un deterioramento sostanziale. L'instabilità di alimentazione e il potenziale surriscaldamento possono danneggiare altri componenti. Sostituire il dispositivo per evitare ulteriori danni.
vi: Thiết bị đã trải qua sự xuống cấp đáng kể. Nguồn không ổn định và khả năng quá nóng có thể làm hỏng các bộ phận khác. Thay thế thiết bị để tránh hư hỏng thêm.

source: Line Power
cs: Napájení ze sítě
fr: Ligne électrique
it: Linea di alimentazione
vi: Đường dây nguồn

source: Battery
cs: Baterie
fr: Batterie
it: Batteria
vi: Pin

source: Monitor
fr: Moniteur
vi: Màn hình

source: Mouse
cs: Myš
fr: Souris
vi: Chuột

source: Keyboard
cs: Klávesnice
fr: Clavier
it: Tastiera
vi: Bàn phím

source: Phone
cs: Telefon
fr: Téléphone
it: Telefono
vi: Điện thoại

source: Media Player
cs: Multimediální přehrávač
fr: Lecteur média
it: Lettore multimediale
vi: Trình phát đa phương tiện

source: Tablet
fr: Tablette
vi: Viên thuốc

source: Computer
cs: Počítač
fr: Ordinateur
vi: Máy tính

source: Gaming Input
cs: Herní vstup
fr: Périphérique de jeu
it: Input di gioco
vi: Đầu vào chơi game

source: Pen
cs: Pero
fr: Stylet
it: Penna
vi: Cái bút

source: Touchpad
fr: Pavé tactile
vi: Bàn di chuột

source: Network
cs: Síť
fr: Réseau
it: Rete
vi: Mạng

source: Headset
fr: Écouteurs
it: Cuffia
vi: Tai nghe

source: Speakers
cs: Reproduktory
fr: Hauts-parleurs
it: Altoparlanti
vi: Loa

source: Headphones
cs: Sluchátka
fr: Casque
it: Cuffie
vi: Tai nghe

source: Video
fr: Vidéo

source: Other Audio
cs: Jiný zvuk
fr: Autre périphérique audio
it: Altro audio
vi: Âm thanh khác

source: Remote Control
cs: Vzdálené ovládání
fr: Télécommande
it: Telecomando
vi: Điều khiển từ xa

source: Printer
cs: Tiskárna
fr: Imprimante
it: Stampante
vi: Máy in

source: Camera
cs: Kamera
fr: Caméra

source: Wearable
cs: Nositelné zařízení
fr: Périphérique portable
it: Indossabile
vi: Có thể đeo

source: Toy
cs: Hračka
fr: Jouet
it: Giocattolo
vi: Đồ chơi

source: Bluetooth Generic
cs: Obecné Bluetooth zařízení
fr: Périphérique générique Bluetooth
it: Bluetooth generico
vi: Bluetooth chung

source: Lithium polymer
fr: Lithium-ion polymère
it: Polimero di litio

source: Lithium iron phosphate
cs: Lithium-železo-fosfát
fr: Lithium-fer-phosphate
it: Fosfato di ferro e litio

source: Lead acid
cs: Olovo
fr: Plomb-acide
it: Piombo-acido

source: Nickel metal hydride
cs: Nikl-metal hydrid
fr: Nickel-hydrure métallique
it: Idruro di nichel metallico

source: Charging
cs: Nabíjení
fr: En charge
it: In carica
vi: Đang sạc

source: Discharging
cs: Vybíjení
fr: En cours de décharge
it: In scaricamento
vi: Xả

source: Empty
cs: Prázdné
fr: Vide
it: Scarica
vi: Trống

source: Fully charged
cs: Plně nabito
fr: Entièrement chargé
it: Completamente carica
vi: Đã sạc đầy

source: Pending charge
cs: Čeká na nabití
fr: Charge en attente
it: Ricarica in sospeso
vi: Đang chờ sạc

source: Pending discharge
cs: Čeká na vybití
fr: Décharge en attente
it: Scarica in sospeso
vi: Đang chờ xả

source: General Information
cs: Obecné informace
fr: Informations générales
it: Informazioni generali
vi: Thông tin chung

source: Native Path
cs: Nativní cesta
fr: Chemin natif
it: Percorso nativo
vi: Đường dẫn gốc

source: Object Path
cs: Objektová cesta
fr: Chemin d’accès à l’objet
it: Percorso dell'oggetto
vi: Đường dẫn đối tượng

source: Device Type
cs: Typ zařízení
fr: Type d’appareil
it: Tipo di dispositivo
vi: Loại thiết bị

source: Has History
fr: Historique disponible
vi: Có lịch sử

source: Model Details
cs: Podrobnosti o modelu
fr: Détails du modèle
it: Dettaglio del modello
vi: Chi tiết mẫu

source: Vendor
cs: Výrobce
fr: Vendeur
it: Venditore
vi: Người bán

source: Serial Number
cs: Sériové číslo
fr: Numéro de série
it: Numero di serie
vi: Số seri

source: Model Name
cs: Název modelu
fr: Nom du modèle
it: Nome modello
vi: Tên mẫu

source: Technology
cs: Technologie
fr: Technologie
it: Tecnologia
vi: Công nghệ

source: Health Evaluations
cs: Hodnocení zdraví
fr: Évaluations d’état
it: Valutazioni dello stato di salute
vi: Đánh giá sức khỏe

source: State of Health
cs: Stav zdraví
fr: État
it: Stato di salute
vi: Tình trạng sức khỏe

source: Device Condition
cs: Stav zařízení
fr: État de l’appareil
it: Condizione del dispositivo
vi: Tình trạng thiết bị

source: Charging Status
cs: Stav nabíjení
fr: État de charge
it: Stato di carica
vi: Trạng thái sạc

source: Charge Start Threshold
cs: Hranice spuštění nabíjení
fr: Seuil de début de charge
it: Soglia di inizio carica
vi: Ngưỡng bắt đầu sạc

source: Charge End Threshold
cs: Hranice ukončení nabíjení
fr: Seuil de fin de charge
it: Soglia di fine carica
vi: Ngưỡng kết thúc xả

source: Cycle Count
cs: Počet cyklů
fr: Compteur de cycles
it: Conteggio cicli
vi: Số chu kỳ

source: Current Charge Percentage
cs: Aktuální procento nabití
fr: Pourcentage de charge actuel
it: Percentuale di carica attuale
vi: Phần trăm sạc hiện tại

source: State
cs: Stav
fr: État
it: Stato
vi: Tình trạng

source: Time Calculations
cs: Výpočet času
fr: Calcul des délais
it: Calcoli temporali
vi: Tính toán thời gian

source: Time to Empty
cs: Čas do vybití
fr: Autonomie restante
it: Tempo rimanente prima dello scaricamento completo
vi: Thời gian để trống

source: Time to Full
cs: Čas do nabití
fr: Temps avant charge complète
it: Tempo caricamento completo
vi: Thời gian đã đầy

source: Projected Battery Life
cs: Předpokládaná životnost baterie
fr: Durée estimée de la batterie
it: Durata prevista della batteria
vi: Tuổi thọ pin dự kiến

source: Projected Charging Time
fr: Durée de charge estimée
vi: Thời gian sạc dự kiến

source: Sensor Readings
cs: Čtení ze senzorů
fr: Lecture des capteurs
it: Letture del sensore
vi: Bộ đọc cảm biến

source: Temperature
cs: Teplota
fr: Température
it: Temperatura
vi: Nhiệt độ

source: Energy Metrics
cs: Měření energie
fr: Indicateurs énergétiques
it: Metriche energetiche
vi: Số liệu năng lượng

source: Maximum Rated Capacity
cs: Maximální jmenovitá kapacita
fr: Capacité nominale maximale
it: Capacità nominale massima
vi: Công suất định mức tối đa

source: Maximum Capacity
cs: Maximální kapacita
fr: Capacité maximale
it: Capacità massima
vi: Công suất tối đa

source: Remaining Energy
cs: Zbývající energie
fr: Énergie restante
it: Energia rimanente
vi: Năng lượng còn lại

source: Energy Transfer Rate
fr: Taux de transfert d’énergie
it: Velocità di trasferimento di energia
vi: Tốc độ truyền năng lượng

source: Voltage Statistics
cs: Statistiky napětí
fr: Statistiques de tension
it: Statistiche sulla tensione
vi: Thống kê điện áp

source: Minimum Rated Voltage
cs: Minimální jmenovité napětí
fr: Tension nominale maximale
it: Tensione nominale minima
vi: Điện áp định mức tối thiểu

source: Current Voltage
cs: Aktuální napětí
fr: Tension actuelle
it: Tensione attuale
vi: Điện áp hiện tại

source: Entries
fr: Entrées
vi: Mục nhập

source: No history entries available within the configured timespan and resolution.
fr: Aucune entrée de l’historique n’est disponible pour la périodicité et la précision configurées.
vi: Không mục lịch sử nào trong khoảng thời gian và độ phân giải đã định cấu hình.

source: There are not enough history entries to display a graph.
fr: Il n’y pas assez d’entrées dans l’historique pour afficher un graphique.
vi: Không có đủ mục lịch sử để màn hình biểu đồ.

source: %u history item(s) discovered.
fr: %u éléments de l’historique découverts.
vi: %u mục lịch sử được phát hiện.

source: History Unavailable
fr: Historique indisponible
vi: Lịch sử không có sẵn

source: No device is currently selected.
fr: Aucun appareil actuellement sélectionné.
vi: Hiện không thiết bị nào được chọn.

source: Rate
fr: Taux
vi: Tỷ lệ

source: Timespan
fr: Périodicité
vi: Khoảng thời gian

source: Resolution
fr: Précision
vi: Độ phân giải

source: Scanner
cs: Skener
vi: Máy quét

source: Options
vi: Tùy chọn

source: Type
vi: Loại

source: Charge
vi: Sạc

source: Nickel cadmium
cs: Nikl-kadmium
it: Nichel cadmio

source: Lithium ion
it: Ioni di litio
